tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "asdf"
brew "caddy"
brew "xz"
brew "csvkit"
brew "fzf"
brew "gh"
brew "git"
brew "hivemind"
brew "httpie"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "neovim"
brew "node"
brew "nss"
brew "overmind"
brew "p7zip"
brew "postgresql@9.6", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-build"
brew "skaffold"
brew "starship"
brew "taglib"
brew "yarn"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
cask "docker"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "fork"
cask "keeweb"
cask "ngrok"
cask "postman"
cask "slack"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "warp"
